style: format files with Black
